Revit 2024 API
AssemblyDifferenceMemberDifference.MemberDifference Property
 Difference between the assembly members
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
public AssemblyMemberDifference MemberDifference { get; }
Visual Basic
Public ReadOnly Property MemberDifference As AssemblyMemberDifference
	Get
Visual C++
public:
property AssemblyMemberDifference^ MemberDifference {
	AssemblyMemberDifference^ get ();
}
See Also
AssemblyDifferenceMemberDifference Class
Autodesk.Revit.DB Namespace